Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: It also protects against a harmful app accessing any data from the OS or any other apps.
pt_br: O recurso também evita que aplicativos prejudiciais acessem dados do sistema operacional ou de qualquer outro aplicativo.

source: A managed Google Play store means that organizations can post their internal apps and end-users can select company-approved apps, all verified with Google Play Protect.
pt_br: Uma loja do Google Play gerenciado permite que as empresas publiquem seus aplicativos internos e que os usuários finais baixem aplicativos aprovados pela empresa, todos verificados pelo Google Play Protect.

source: Section 1 - Q2
pt_br: Seção 1 - P2

source: Guide a conversation to collect information in order to find Android Enterprise solutions.
pt_br: Guiar uma conversa para coletar informações a fim de encontrar soluções do Android Enterprise.

source: Reseller creates customer account on zero-touch portal, uploads and ships devices
pt_br: O revendedor cria a conta do cliente no portal sem toque, faz o upload e despacha os dispositivos

source: Executives need devices to run different apps to access email, social media and highly confidential data like financial information.
pt_br: Os executivos precisam de dispositivos que executem diferentes aplicativos para acessar e-mails, redes sociais e dados altamente confidenciais, como informações financeiras.

source: KME support on Samsung is available on Samsung devices on Android 5.0 and up
pt_br: O suporte KME na Samsung está disponível em dispositivos Samsung com Android 5.0 e superior

source: SPs provide staging and kitting services before dispatching devices to the airline staff.
pt_br: Os SPs fornecem serviços de preparação e montagem antes de despachar dispositivos para os funcionários da companhia aérea.

source: Selected GMS devices running Android 8.0 and all GMS devices running Android 9.0 and above
pt_br: Dispositivos GMS selecionados que rodem o Android 8.0 e todos os dispositivos GMS que rodem o Android 9.0 ou superior

source: This field is used to match a device
pt_br: Este campo corresponde ao dispositivo

source: Work profile on company owned devices
pt_br: Perfil profissional em dispositivos de propriedade da empresa

source: You&#39;ll need to do this before you can assign the same device to a different customer. You can deregister single devices, or multiple devices at once.
pt_br: É preciso fazer isso antes de atribuir o mesmo dispositivo a um cliente diferente. Você pode cancelar apenas um dispositivo ou vários ao mesmo tempo.

source: Android Enterprise empowers workers by offering a management solution that protects employees&rsquo; privacy as well as business data.
pt_br: O Android Enterprise capacita os funcionários com uma solução de gerenciamento que protege a privacidade dos dados pessoais, bem como dos dados da empresa.

source: Well done.&nbsp;
pt_br: Muito bem.&nbsp;

source: Define enterprise mobility.
pt_br: Definir o que é mobilidade corporativa.

source: Resource
pt_br: Recurso

source: Resellers can use the portal to find devices that their organization has registered to customers
pt_br: Os revendedores podem usar o portal para encontrar dispositivos que sua empresa cadastrou para os clientes

source: Date awarded:
pt_br: Data da certificação:

source: ZTR TECH RECAP PAGE 5
pt_br: RESUMO ZTR TECH PÁGINA 5

source: I think I might need something tough &mdash; they aren&rsquo;t the most gentle and we are outside a lot!&rsquo;&rsquo;
pt_br: Acho que precisarei de algo resistente. Eles não são muito cautelosos, e trabalhamos muito ao ar livre!

source: 54321 &ndash; Set this value to the numeric ID of the configuration you want to apply to the device.
pt_br: 54321 - Use o ID numérico da configuração que deseja aplicar no dispositivo.

source: The reseller can create and supply devices to as many customers as they want.
pt_br: O revendedor pode criar e fornecer dispositivos para quantos clientes quiser.

source: Section 1 - Q4
pt_br: Seção 1 - P4

source: The two portals.
pt_br: Os dois portais.

source: With this update, all GMS devices that run Android 9+ now support zero-touch enrollment out-of-the-box
pt_br: Com esta atualização, todos os dispositivos GMS que executam o Android 9 ou superior, agora suportam o registro sem toque para uso imediato

source: Progress
pt_br: Andamento

source: Bank Corp has a mixture of use cases in their organization.
pt_br: O Banco S/A observa uma mistura de usos distintos em sua organização.

source: When can a customer get access to the zero-touch portal?
pt_br: Como um cliente pode obter acesso ao portal de registro sem toque?

source: Dashboard
pt_br: Painel

source: Integrating with the reseller API
pt_br: Fazer a integração com a API do revendedor

source: New Configuration dialog form
pt_br: Novo formulário de diálogo de configuração

source: b) the password arrives at the website in its original form,
pt_br: b) a senha chegue ao site em seu formato original,

source: As mentioned before, our airline executives need to run many apps and may want to use their own phones.
pt_br: Como mencionado anteriormente, os executivos de companhias aéreas precisam rodar muitos aplicativos e talvez queiram usar seus próprios celulares.

source: Manage user access
pt_br: Gerenciar o acesso dos usuários

source: To do this, it&rsquo;s essential to understand and be able to perform the processes involved in providing customer education and support, and the &lsquo;how-to&rsquo; for both resellers and customers.
pt_br: Para isso, é essencial entender e ser capaz de realizar os processos envolvidos no esclarecimento de dúvidas e suporte aos clientes, além do "passo a passo" para revendedores e clientes.

source: Unfortunately, you have not passed the Associate assessment on this occasion.
pt_br: Infelizmente, você não passou na avaliação do Associate desta vez.

source: Liz, a customer, wants to turn on her zero-touch device for the first time.
pt_br: Liz, uma cliente, quer ligar seu dispositivo sem toque pela primeira vez.

source: The device reseller and/or their vendors (if enabled)
pt_br: O revendedor do dispositivo e/ou seus fornecedores (se estiver habilitado)

source: EMM TECH RECAP PAGE 4
pt_br: RESUMO EMM TECH PÁGINA 4

source: Automatic Install:
pt_br: Instalação Automática:

source: Wrap up
pt_br: Encerramento

source: As a Reseller, you are responsible for the troubleshooting steps, accessed via the Android Enterprise partner portal, where you can also request support.
pt_br: Como revendedor, você é responsável pelas etapas de solução de problemas que podem ser acessadas através doportal de parceiros Android Enterprise, no qual você também pode solicitar suporte.

source: a) the password is correct,
pt_br: a) a senha esteja correta,

source: How would explain this concept to Bina?
pt_br: Como você explicaria esse conceito para Bina?

source: As a reseller, you have access to our communities where you can find up to date, step by step troubleshooting guides.
pt_br: Como revendedor, você tem acesso às nossas comunidades, nas quais encontra guias de com passo a passo para solução de problemas.

source: Describe the advantages of using Android in business solutions.
pt_br: Descrever as vantagens de usar o Android em soluções corporativas.

source: Pause
pt_br: Pausar

source: How can a business ensure that mobile workers can safely reach internal company websites?
pt_br: Como uma empresa pode garantir que seus funcionários acessem com segurança as páginas internas da empresa usando dispositivos móveis?

source: Let&rsquo;s find out more.
pt_br: Vamos entender mais sobre isso.

source: Back to Page
pt_br: Voltar à Página

source: “Ok, sounds like a fixed device managed as a single-use device might do the job.
pt_br: “Certo, me parece que um dispositivo fixo gerenciado como um dispositivo de uso único possa ser a solução adequada.

source: Android Enterprise management API can prevent users from side-loading apps.
pt_br: A API do Android Enterprise pode impedir que os usuários façam o sideload de aplicativos.

source: Note: the device export .CSV file contains different columns than the device import .CSV file.
pt_br: Observação: o arquivo .CSV exportado contém colunas diferentes da importação do arquivo .CSV importado.

source: The App Defense Alliance was created to ensure the safety of Google Play.
pt_br: O App Defense Alliance foi criado para garantir a segurança do Google Play.

source: &ldquo;Thanks for getting in touch.
pt_br: &ldquo;Obrigado por entrar em contato.

source: Adding service accounts to get API access
pt_br: Adicionar contas de serviço para obter acesso à API

source: In this class we&rsquo;ll introduce the benefits of Android Enterprise as a platform, the partners involved and discover how Android is helping change what businesses can do.
pt_br: Nesta aula, apresentaremos os benefícios da plataforma Android Enterprise, os parceiros envolvidos e descobriremos como o Android está ajudando a mudar o que as empresas podem fazer.

source: You and your team should &nbsp;understand the need for an EMM solution as a requirement to manage devices, and work together with them to advocate this to the sales channel and customers
pt_br: Você e sua equipe devem entender a necessidade de uma solução EMM como um requisito para gerenciar dispositivos e trabalhar em conjunto com os fornecedores de EMM para promover essa necessidade ao canal de vendas e aos clientes

source: What program would help them learn more about enterprise devices and solutions?
pt_br: Qual programa poderia ajudá-los a conhecer mais sobre os dispositivos e as soluções corporativas?

source: App distribution, so a company can limit what can be installed and ensure they always stay up to date
pt_br: Distribuição de aplicativos, para que as empresas possam limitar o que pode ser instalado e garantir que tudo esteja sempre atualizado

source: How should you respond?
pt_br: Como você deve responder?

source: Android comes with flexible management options to suit different teams.
pt_br: O Android possui gerenciamento flexível para atender às diferentes equipes.

source: What would be the appropriate response when a customer says:
pt_br: Qual seria a resposta apropriada quando um cliente diz:

source: Module 1:
pt_br: Módulo 1:

source: A customer will be provided with a different zero-touch account from each one of their resellers.
pt_br: Um cliente receberá uma nova conta sem toque de cada revendedor com quem negociar.

source: Flight crews are able to get discounts at one of the stores in the airport and I think most use that opportunity.&rdquo;
pt_br: As tripulações possuem desconto em uma das lojas do aeroporto, e acho que a maioria usa esse benefício.&rdquo;

source: They provide the airline with mobile applications that fit business needs, such as fuel calculators, flight crew rosters and check-in software.
pt_br: Eles fornecem aplicativos móveis que se adequam às necessidades da companhia aérea, como calculadoras de combustível, listas de tripulantes e software para check-in.

source: Google Play Protect can check these and block if necessary, significantly reducing opportunities for malware.
pt_br: O Google Play Protect pode detectar o sideload e bloqueá-lo se necessário, reduzindo significativamente as oportunidades para os malwares.

source: Select each image to see.
pt_br: Clique nas imagens para visualizar.

source: Zero-touch Reseller – Technical user
pt_br: Revendedor sem toque - Usuário técnico

source: It also means that devices can be kept up to date without user interaction.
pt_br: Também permite que os dispositivos sejam atualizados sem a interação do usuário.

source: Fully erase the device at any time completely wiping the device of all data without the ability to only erase company data.
pt_br: Apagar completamente o dispositivo a qualquer momento, redefinindo todos os dados dele sem que se possa excluir apenas os dados da empresa.

source: Who can access which portal, and how
pt_br: Quem pode acessar qual portal e como

source: Device name and Memory size
pt_br: Nome do dispositivo e tamanho da memória

source: Device IMEI, MEID, Serial and Customer ID or Name
pt_br: IMEI do Dispositivo, MEID, Nº de Série e ID ou Nome do Cliente

source: Seamless fleet management.
pt_br: Gerenciamento contínuo.

source: Use the device upload CSV and specify -1 in the owner column.
pt_br: Usar o CSV de upload do dispositivo e definir -1 na coluna “proprietário”.

source: What conclusion should you draw?
pt_br: Que conclusão você deve tirar?

source: Only devices that have screens larger than 5.5 inches
pt_br: Apenas dispositivos com tela maior do que 5,5 polegadas

source: Zero-touch brings simple deployment out of the box for Company-owned devices.
pt_br: O recurso sem toque oferece uma implantação simples para e rápida para dispositivos de propriedade da empresa.

source: “How big is your distribution department?”
pt_br: “Qual é o tamanho do seu departamento de distribuição?”

source: NEXT PAGE BEGIN ROLE
pt_br: PRÓXIMA PÁGINA INICIAR FUNÇÃO

source: Ability for IT to block all non-work-related calls.
pt_br: A permissão que o TI tem de bloquear ligações que não sejam de trabalho.

source: Select the image to learn more.
pt_br: Clique na imagem para saber mais.

source: EMM Provider.
pt_br: Fornecedor de EMM.

source: Course assessment complete
pt_br: Avaliação do curso concluída

source: PAGE 5 TEXT #30 #34 #35
pt_br: PÁGINA 5 TEXTO #30 #34 #35

source: By the end of the course, you should be able to explain the value of the zero-touch enrollment method along with the roles and responsibilities of different partner types involved in this solution.
pt_br: Ao final do curso, você conseguirá explicar o valor do método do registro sem toque, além das funções e responsabilidades dos diferentes tipos de parceiros envolvidos nesta solução.

source: A company can only enroll corporate owned devices.
pt_br: Uma empresa só pode registrar dispositivos de propriedade da empresa.

source: Attainment
pt_br: Taxa de Conclusão

source: Creating zero-touch configurations
pt_br: Criando configurações sem toque

source: Device receives OTA update immediately
pt_br: Dispositivo recebe atualização remota imediatamente

source: Google Account
pt_br: Conta do Google

source: RETRY
pt_br: TENTAR NOVAMENTE

source: Mute
pt_br: Sem áudio

source: This means IT admins cannot see the user&rsquo;s personal data and business information cannot be copied across into unauthorized apps.
pt_br: Isso significa que os administradores de TI não podem acessar os dados pessoais do usuário e que as informações corporativas não podem ser copiadas por aplicativos não autorizados.

source: You need to answer each question correctly to complete this class.
pt_br: É necessário responder a todas as perguntas corretamente para concluir esta aula.

source: We meet Amira, who has an idea about installing kiosks for customers.
pt_br: Vamos conhecer Amira, que teve a ideia de instalar quiosques para os clientes.

source: Device Manufacturer.
pt_br: Fabricante de dispositivos.

source: AER provides a list of trusted partners covering all aspects of the corporate mobility lifecycle, from which customers can build scalable and reliable solutions for their business.&nbsp;
pt_br: O AER fornece uma lista de parceiros de confiança que abrangem todos os aspectos do ciclo de vida da mobilidade corporativa, a partir do qual os clientes podem construir soluções em escala e que sejam confiáveis para seus negócios.&nbsp;

source: No search results
pt_br: Nenhum resultado de pesquisa

source: Name
pt_br: Nome

source: OTA updates are permanently blocked
pt_br: Atualizações OTA são permanentemente bloqueadas

source: Designed to maximize compliance.
pt_br: Desenvolvido para potencializar a conformidade.

source: Previously, zero-touch was a feature Android device manufacturers had to individually enable
pt_br: Anteriormente, o sem toque era um recurso que os fabricantes de dispositivos Android precisavam habilitar individualmente

source: seek slider
pt_br: barra de progresso

source: PAGE 4 ACCORDION #25 #28
pt_br: PÁGINA 4 ACCORDION #25 #28

source: The advantages of Android.
pt_br: As vantagens do Android.

source: As a zero-touch reseller, how can you deregister a device?
pt_br: Enquanto revendedor sem toque, como cancelar o registro de um dispositivo?

source: Automated deregistration of returned devices
pt_br: Cancelamento automatizado do registro de dispositivos devolvidos

source: Devices are then chosen from a reseller based on business needs and budget.
pt_br: Os dispositivos são selecionados em um revendedor com base nas necessidades e orçamento da empresa.

source: Click Edit in the account row you want to delete
pt_br: Clique em Edit na linha da conta que deseja excluir

source: How is Android the perfect fit for the airline?
pt_br: O que faz do Android a ferramenta perfeita para a companhia aérea?

source: Choose Role
pt_br: Escolha a função

source: Suggest management options.
pt_br: Sugerir opções de gerenciamento.

source: Customers receive their access from zero-touch resellers
pt_br: Os clientes recebem acesso dos revendedores sem toque

source: Select your CSV file from the file picker
pt_br: Selecione seu arquivo CSV na lista de arquivos

source: With a work profile, you can securely and privately use the same device for work and personal purposes.
pt_br: Com um perfil profissional, você pode usar o mesmo dispositivo de forma segura e privada para fins pessoais e profissionais.

source: Prevent users from connecting to public Wifi.
pt_br: Evitando que usuários se conectem a redes WiFi públicas.

source: Zero-touch troubleshooting PAGE 5
pt_br: Solução de problemas do sem toque PÁGINA 5

source: This class will give you the opportunity to apply your knowledge and skills to some customer scenarios.
pt_br: Esta aula proporcionará a oportunidade de aplicar seus conhecimentos e habilidades aos cenários do cliente.

source: Company orders compatible devices from a zero-touch approved reseller.
pt_br: Empresa adquire dispositivos compatíveis junto ao revendedor sem toque aprovado.

source: Application sandboxing
pt_br: Sandbox de aplicativos

source: Select the two correct answers, and submit.
pt_br: Selecione as duas respostas corretas e envie.

source: Stay up to date about security and check all the resources&nbsp;here.
pt_br: Mantenha seus dispositivos com as atualizações de segurança em dia e confira todos os recursos&nbsp;aqui.

source: 123456789012347 &ndash; Set this value to the device&rsquo;s identifier.
pt_br: 123456789012347 - Insira este número no identificador do dispositivo.

source: Resellers have two options when uploading devices, quick upload for 25 devices or less or claim for uploads over 25 devices.&nbsp;
pt_br: Os revendedores têm duas opções ao fazer o upload de dispositivos: upload rápido para 25 dispositivos ou menos ou reivindicar uploads de 25 dispositivos ou mais.

source: It would also be useful to track the devices in case they get lost.&rdquo;
pt_br: Também seria útil rastrear os dispositivos, caso sejam perdidos.&rdquo;

source: As an EMM Provider, your responsibilities include:&nbsp;
pt_br: Como fornecedor de EMM, suas responsabilidades incluem:

source: 100 billion apps are scanned daily, using cutting-edge machine learning to block threats.
pt_br: 100 bilhões de aplicativos são verificados diariamente, usando aprendizado de máquina de última geração para bloquear ameaças.

source: Varied devices bring added complexity to IT&#39;s management workflow and Android helps reduce this complexity by having common tools that work the same across all device manufacturers.
pt_br: Diferentes dispositivos aumentam a complexidade do gerenciamento do TI. O Android ajuda a reduzir essa complexidade com ferramentas que funcionam da mesma forma em todos os fabricantes de dispositivos.

source: Teams can connect with Gmail, Google Chat and Google Meet.&nbsp;
pt_br: As equipes podem se conectar através do Gmail, Google Chat e Google Meet.&nbsp;

source: Do you mind if I ask some more questions?&rdquo;
pt_br: Você se importa se eu fizer mais algumas perguntas?&rdquo;

source: “Does the company use Google Workspace?”
pt_br: “Sua empresa usa o Google Workspace?”

source: We can create a work profile on staff devices to separate data.
pt_br: Podemos criar um perfil profissional nos dispositivos da equipe para separar os dados.

source: “Will you need access to Google Play?”
pt_br: “Vocês precisarão de acesso ao Google Play?”

source: Per-app VPN connectivity
pt_br: Conectividade VPN por aplicativo

source: Have you considered what network security may need to be in place?”
pt_br: Vocês já pensaram no tipo de segurança de rede a ser usada?”

source: PAGE 5 TEXT AND GRAPHIC #31 #36
pt_br: PÁGINA 5 TEXTO E IMAGEM #31 #36

source: In case you feel you don&rsquo;t align to one of the roles mentioned, it is important that you do. As selecting the role that is most applicable to you will reveal all the relevant content you need to understand everything there is to know about zero-touch.&nbsp;
pt_br: Caso ache que nenhuma das funções acima aborda o seu caso, é importante que encontre uma que chegue mais próximo do que deseja. Ao selecionar a função que mais se aplica ao seu caso, o conteúdo relevante será disponibilizado para que você entenda tudo o que há para conhecer sobre o sem toque.

source: “Do you have any needs when it comes to managing these devices?”
pt_br: “Vocês precisam que esses dispositivos sejam gerenciados?”

source: What is zero-touch enrollment?
pt_br: O que é o registro sem toque?

source: The new configurations will then appear in the configuration list
pt_br: As novas configurações aparecerão na lista de configurações

source: Verified Boot confirms all executed code has passed the code review by the companies IT department and they have authorized the device to access corporate IT resources such as email and apps.
pt_br: A Inicialização Verificada confirma que todo código executado passou pela análise do departamento de TI da empresa e que este autorizou o acesso do dispositivo a recursos corporativos tais como e-mails e aplicativos.

source: Only the reseller
pt_br: Apenas o revendedor

source: In the meantime, revisit the learning content to solidify your knowledge.
pt_br: Enquanto isso, reveja o conteúdo didático para consolidar seus conhecimentos.

source: Applying learning to customer scenarios
pt_br: Como aplicar seu conhecimento aos cenários do cliente

source: Reseller&rsquo;s portal
pt_br: Portal do revendedor

source: Your organization may have integrated or will integrate one or more of the following processes:
pt_br: Sua empresa pode já ter integrado ou integrar um ou mais dos seguintes processos:

source: CONGRATULATIONS SALES ONLY COMPLETE BUTTON
pt_br: PARABÉNS BOTÃO DE CONCLUSÃO APENAS VENDAS

source: Click + in the Configurations table
pt_br: Clique no sinal de + na tabela Configurações

source: EMM Identifier
pt_br: Identificador EMM

source: “Are you sure you need kiosks to streamline the experience?
pt_br: “Tem certeza de que vocês precisam de quiosques para proporcionar essa experiência?

source: Rooting is the process of allowing users of smartphones, tablets and other devices to gain privileged control over various Android subsystems.
pt_br: O modo root é o processo que permite que usuários de smartphones, tablets e outros dispositivos tenham controle privilegiado sobre vários subsistemas do Android.

source: What management mode would you suggest to Lulu?
pt_br: Que modo de gerenciamento você sugeriria a Lulu?

source: Search within Description
pt_br: Pesquisar pela Descrição
